Repository: karmaSearch/iOS-browser
Catalog: Shared/*.lproj/Default Browser.strings
Languages: cy, da, de, es_mx, hi_in, hr, lt, pt_pt, ru, sq

# DefaultBrowserCard.Button
source: Choose KARMA
cy: Mynd i Gosodiadau
da: Åbn indstillingerne
de: Zu Einstellungen wechseln
es_mx: Seleccionar KARMA
hi_in: सेटिंग में जाएं
hr: Idi na postavke
lt: Eiti į nustatymus
pt_pt: Ir para as Definições
ru: Перейти в Параметры
sq: Shko te Rregullimet

# DefaultBrowserCard.Button.v2
source: Learn How
cy: Dysgu Sut
da: Læs hvordan
de: Erfahren Sie, wie es geht
es_mx: Aprender c贸mo
hi_in: सीखें कैसे
hr: Saznaj kako
lt: Sužinoti kaip
pt_pt: Saber mais
ru: Узнайте как
sq: Mësoni Se Si

# DefaultBrowserCard.Description
source: Websites will be opened by KARMA so that you can help protect biodiversity and improve animalÂ welfare
cy: Gosod dolenni o wefannau, e-byst, a Messages i agor yn awtomatig yn KARMA.
da: Indstil links fra websteder, mails og beskeder til automatisk at blive åbnet i Karma.
de: Stellen Sie Links von Websites, E-Mails und Nachrichten so ein, dass sie in Karma automatisch geöffnet werden.
es_mx: Abre los enlaces Internet con la aplicaci贸n KARMA y contribuyes a proteger la biodiversidad y el bienestar animal.
hi_in: Karma में स्वचालित रूप से वेबसाइट, ईमेल और संदेशों को खोलने के लिए लिंक सेट करें।
hr: Postavi automatsko otvaranje poveznica web lokacija, e-mailova i poruka u Firefoxu.
lt: Leiskite saitams iš svetainių, el. laiškų, ir „Messages“ būti automatiškai atvertiems per „KARMA“.
pt_pt: Configure as ligações de sites, e-mails e mensagens para serem abertas automaticamente no KARMA.
ru: Настройте автоматическое открытие ссылок с веб-сайтов, из электронных писем и «Сообщений» в Karma.
sq: Caktoni lidhje prej sajtesh, email-esh dhe Mesazhe për hapje automatike në KARMA.

# DefaultBrowserCard.Title
source: Switch Your Default Browser
cy: Newid Eich Porwr Rhagosodedig
da: Skift din standardbrowser
de: Ihren Standardbrowser wechseln
es_mx: Selecciona KARMA como navegador predeterminado
hi_in: अपना तयशुदा ब्राउज़र बदलें
hr: Promijeni standardni preglednik
lt: Pakeiskite numatytąją naršyklę
pt_pt: Alterar o seu navegador predefinido
ru: Сменить браузер по умолчанию
sq: Këmbeni Shfletuesin Tuaj Parazgjedhje

# DefaultBrowserOnboarding.Button
source: Choose KARMA
cy: Mynd i'r Gosodiadau
da: Gå til indstillinger
de: Einstellungen öffnen
es_mx: Seleccionar KARMA
hi_in: सेटिंग पर जाएं
hr: Idi u Postavke
lt: Eiti į nuostatas
pt_pt: Aceder às Definições
ru: Перейти в Настройки
sq: Shkoni te Rregullimet

# DefaultBrowserOnboarding.Button.Skip
source: Not now
es_mx: Ahora no

# DefaultBrowserOnboarding.Description1
source: 1. Go to Settings
cy: 1. Mynd i'r Gosodiadau
da: 1. Åbn indstillingerne
de: 1. Einstellungen öffnen
es_mx: 1. Ir a ajustes
hi_in: 1. सेटिंग पर जाएं
hr: 1. Idi u Postavke
lt: 1. Eikite į nuostatas
pt_pt: 1. Aceder às Definições
ru: 1. Перейдите в Настройки
sq: 1. Shkoni te Rregullimet

# DefaultBrowserOnboarding.Description2
source: 2. Tap Default Browser App
cy: 2. Tapio Default Browser App
da: 2. Tryk på Standardapp til browsing
de: 2. Standard-Browser-App antippen
es_mx: 2. Tocar aplicaci贸n de navegador predeterminada
hi_in: 2. डिफ़ॉल्ट ब्राउज़र के रूप में टैप करें
hr: 2. Dodirni Zadana aplikacija preglednika
lt: 2. Bakstelėkite „Numatytoji naršyklė“
pt_pt: 2. Toque em Navegador predefinido
ru: 2. Выберите «Приложение браузера по умолчанию»
sq: 2. Prekni Aplikacionin Shfletues Parazgjedhje

# DefaultBrowserOnboarding.Description3
source: 3. Select KARMA
cy: 3. Dewis KARMA
da: 3. Vælg Karma
de: 3. Karma auswählen
es_mx: 3. Seleccionar KARMA
hi_in: 3. Karma चुनें
hr: 3. Odaberi Karma
lt: 3. Pasirinkite „KARMA“
pt_pt: 3. Selecione KARMA
ru: 3. Выберите Karma
sq: 3. Përzgjidhni KARMA-in

# DefaultBrowserOnboarding.Screenshot
source: Default Browser App
cy: Ap Porwr Rhagosodedig
da: Standardapp til browsing
de: Standard-Browser-App
es_mx: Aplicaci贸n de navegador predeterminado
hi_in: तयशुदा ब्राउज़र ऐप
hr: Zadana aplikacija preglednika
lt: Numatytoji naršyklė
pt_pt: Navegador predefinido
ru: Приложение браузера по умолчанию
sq: Aplikacioni Shfletues Parazgjedhje

# Settings.DefaultBrowserMenuItem
source: Set up KARMA as your default browser !
cy: Gosod fel y Porwr Ragosodedig
da: Angiv som standardbrowser
de: Als Standardbrowser festlegen
es_mx: Establecer como navegador predeterminado
hi_in: तयशुदा ब्राउज़र के रूप में सेट करें
hr: Postavi kao standardni preglednik
lt: Skirti numatytąja naršykle
pt_pt: Definir como navegador predefinido
ru: Установить браузером по умолчанию
sq: Caktojeni Shfletuesin Parazgjedhje
