Repository: karmaSearch/iOS-browser
Catalog: Karma/Strings/*.lproj/Karma.strings
Languages: es, fr

# Dock.Push.Title
source: You want to act ? 🐯🐼💪
es: ¡Actúa para la biodiversidad!
fr: Une action pour le vivant ? 🐯🐼💪

# Dock.Push.Message
source: Click here to discover how to use KARMA instead of Safari 💡
es: Haz clic aquí para descubrir cómo usar KARMA en lugar de Safari 💡
fr: Cliquez ici pour découvrir comment utiliser KARMA à la place de Safari 💡

# DefaultBrowser.Push.Title
source: Protect biodiversity and animal welfare with KARMA🦉
es: Protege la biodiversidad y el bienestar animal con KARMA🦉
fr: Protégez le Vivant avec KARMA 🦉

# DefaultBrowser.Push.Message
source: Click here to set KARMA as your default browser
fr: Cliquez ici pour faire de KARMA votre navigateur par défaut

# Menu.NightModeTurnOff.Status
source: Invert websites colors
es: Invertir los colores del sitio web
fr: Inverse les couleurs des sites consultés

# Menu.NoImageModeBlockImages.Status
source: Disable images on visited sites
es: Deshabilitar imágenes en los sitios visitados
fr: Ne pas afficher les images sur les sites

# learnandact_subtitle
source: Our selection to get involved!
es: Nuestra selección para informarse y actuar
fr: Notre sélection pour s’informer et agir !

source: KARMA Search
es: Buscar con KARMA
fr: Recherche KARMA

source: Remote tabs
es: Pestañas remotas
fr: Onglets distants

source: Opened tabs
es: Pestañas abiertas
fr: Onglets ouverts

source: Bookmarks and history
es: Marcadores e historio
fr: Marque-pages et historique

# contextualhintshortcut
source: Here are your shortcuts and most visited websites. To delete a shortcut, just click on the icon and hold it down for a while.
es: Aquí encontrarás tus accesos directos y los sitios más visitados. Puedes eliminar un acceso directo manteniendo presionado el ícono
fr: Vous trouverez ici vos raccourcis et les sites les plus visités. Vous pouvez supprimer un raccourci en appuyant longuement sur l’icône et en rajouter un via le menu quand vous naviguez sur un site

# contextualhintlearnandact
source: With “Learn & Act“, we will keep you informed about biodiversity and animal welfare latest news, and you will learn how to concretely take action to protect them
es: Los contenidos del “Learn & Act” te brindan informaciones esenciales y te permiten tomar acciones concretas en torno a la salvaguardia de la biodiversidad y la protección del bienestar animal.
fr: Les contenus du “Learn & Act” vous donnent les informations essentielles et vous permettent d’agir concrètement autour de la sauvegarde de la biodiversité et la protection du bien-être animal

# FirefoxSync.About
source: Learn more about the KARMA / Firefox sync
fr: En savoir plus sur la synchronisation KARMA / Firefox

# app.update.title
source: App update available!
fr: Mise à jour disponible !

# app.update.message
source: Update KARMA to get new features and bug fixes!
fr: Profitez des dernières fonctionnalités de l’app KARMA

# app.update.later
source: Later
fr: Plus tard

# app.update.now
source: Update now
fr: Mettre à jour
